{
  "heading": "About Us",
  "paragraphs": [
    "M/s Nikhil Warankar & Co. is a multidisciplinary Chartered Accountant (CA) firm specializing in providing comprehensive advisory services in the areas of Direct Taxes, Indirect Taxes, Statutory, Internal Auditing, and Project Finances. With a strong commitment to ethical practices, professional responsibilities, and delivering high-quality services, we strive to add value to our clients' businesses.",
    "Our team at M/s Nikhil Warankar & Co. comprises highly skilled and experienced professionals who possess a deep understanding of the complex financial and regulatory landscape. We leverage our expertise to provide tailored solutions and strategic guidance to our clients, enabling them to navigate through the intricacies of taxation and financial management.",
    "Services offered by M/s Nikhil Warankar & Co. include:",
    "1. Direct Taxes",
    "2. Indirect Taxes",
    "3. Statutory and Internal Auditing",
    "4. Limited Review",
    "5. Project Finances",
    "At M/s Nikhil Warankar & Co., we prioritize building strong client relationships based on trust, confidentiality, and integrity. We strive to understand our clients' unique needs and business objectives, enabling us to provide personalized solutions that drive success.",
    "Our firm is committed to ongoing professional development and staying abreast of the latest industry trends and regulatory changes. This ensures that we provide our clients with up-to-date advice and guidance, keeping them well-informed and positioned for growth in an ever-evolving business landscape."
  ],

  "image1": "https://arizent.brightspotcdn.com/dims4/default/5eb04db/2147483647/strip/true/crop/569x395+0+0/resize/569x395!/quality/90/?url=https%3A%2F%2Fsource-media-brightspot.s3.us-east-1.amazonaws.com%2Fdb%2F35%2F1016abf249f5bda2714408737e49%2Fp17kr4vssu1qr46rg1as3ibli9u5.jpg",
  "image2": "https://www.fibramty.com/static/images/post/agosto/01.jpg",
  "paragraph": "With our expertise in core services of Audit, Risk Management, and Tax, Kirtane & Pandit, in our six decades of existence, we have created service lines and divisions spanning across IT, Business Process, and ESOP Advisory Sectors. Over the years, these service lines and divisions have achieved exponential growth and evolved into independent and listed companies with operations spanning across the globe. Our vision of deep ethical commitment, competency, belief in quality, and respect for individuals has enabled our employees and associates to think differently and venture into newer areas as they emerge.",
  "pageheading": "Endorsed by Regulatory & Accounting Bodies for Excellence",
  "subheading": "Embracing Practice Domains for Building Powerful Institutions!",
  "highlights": [
    "Regulatory & Accounting bodies endorsement",
    "A PCAOB-registered firm",
    "Valid ICAI Peer Review Board Certificate",
    "Empanelled with IBA as Forensic Auditors for conducting Forensic Audit",
    "Empanelled with IBA as Agency for Specialized Monitoring (ASM)",
    "Empanelled with Official Liquidators, High Court, Mumbai",
    "Empanelled with the Government of Maharashtra, Home Dept. as Forensic Auditor",
    "ESG and sustainability advisory and reporting- Representation on Sustainability Reporting Standards Board of the ICAI"
  ],

  "vision": "To be a Leading Professional Services Firm engaged in the field of Accounting, Auditing & Consulting, by focusing on Efficient Client Service, Deep Professional Expertise & High Ethical Standards.",
  "mission": [
    {
      "title": "Partnering Growth",
      "description": "With reliability, we empower our clients to unlock significant business value by fostering mutually beneficial, long-term partnerships."
    },
    {
      "title": "Excellence with Expertise & Technology",
      "description": "With over six decades of experience, we deliver comprehensive solutions by combining an in-depth knowledge base with innovative techniques."
    },
    {
      "title": "Building an Institution",
      "description": "We are focused on building a sustainable and long-term institution by ensuring the continuity of exceptional services and expertise."
    },
    {
      "title": "Global Reach with Local Strength",
      "description": "We offer global reach with local strength, serving clients seamlessly across the globe."
    },
    {
      "title": "Honest & Ethical Practices",
      "description": "We uphold strong ethics, ensuring honest and ethical practices that build trust and foster long-term relationships."
    }
  ],
  "statsList": "A Step Ahead, Always.",
  "Data": [
    { "name": "Construction", "icon": "FaIndustry" },
    { "name": "Trading", "icon": "FaTruck" },
    { "name": "Biotech", "icon": "FaMicroscope" },
    { "name": "Agri Trading", "icon": "FaLeaf" },
    { "name": "Surgical Equipments", "icon": "FaBriefcaseMedical" },
    { "name": "Paints & Chemicals", "icon": "FaPaintBrush" },
    { "name": "Real Estate Developer", "icon": "FaBuilding" },
    { "name": "Mould & Moulding Parts", "icon": "FaTools" },
    { "name": "Auto Components", "icon": "FaWrench" },
    { "name": "Hospitality", "icon": "FaConciergeBell" },
    { "name": "Auto Ancillary", "icon": "FaClipboardList" },
    { "name": "Transport & Logistics", "icon": "FaTruckLoading" },
    { "name": "Dairy", "icon": "FaUtensils" },
    { "name": "Ready To Cook", "icon": "FaUtensils" }
  ],
  "Header": {
    "heading": "Clients Spread",
    "paragraph": " Nikhil Warankar & Co is a versatile professional services firm, offering a wide range of financial, legal, and advisory solutions to break do barriers so that our team can focus on what matters. With our expertise in diverse industries, we provide comprehensive and tailored services while working together with our clients to create products their customers love"
  }
}
