{
  "heading": "Embracing Practice Domains for Building Powerful Institutions!",
  "paragraphs": [
    "Kirtane & Pandit is an Accounting, Auditing & Consulting firm with a well-established network of financial experts across India. Our motto, 'Step ahead, Always,' reflects our value-added approach to delivering sound financial solutions while we partner with you in your journey of growth.",
    "With our extensive experience of 65+ years, we deliver a wide range of professional services in the areas of Assurance, Accounting & Advisory to reputed & listed companies from various industries across the globe.",
    "As a registered firm with ICAI and a member of PCAOB, SEC, USA, we uphold the highest standards of quality and compliance. Our ambitious approach and technology-led environment empower our employees to think differently and explore emerging areas.",
    "With seven regional offices strategically located throughout India, we provide prompt and personalized assistance wherever you are. Our dedicated workforce of employees across the nation is passionate about excellence and relentlessly pursues your success.",
    "Additionally, with a global footprint of over 15 countries, we are decorated to support clients with international operations. Leveraging our extensive network, we offer seamless cross-border solutions, ensuring compliance with local regulations and optimizing your global ventures.",
    "At Kirtane & Pandit, we step beyond traditional accounting services. We are trusted partners who understand the intricacies of your industry. By combining deep industry knowledge with cutting-edge technology and innovative strategies, we deliver superior results that position you ahead of the competition.",
    "Experience the difference while working with a firm that understands your unique business needs and supports your journey toward success."
  ],

  "image1": "https://arizent.brightspotcdn.com/dims4/default/5eb04db/2147483647/strip/true/crop/569x395+0+0/resize/569x395!/quality/90/?url=https%3A%2F%2Fsource-media-brightspot.s3.us-east-1.amazonaws.com%2Fdb%2F35%2F1016abf249f5bda2714408737e49%2Fp17kr4vssu1qr46rg1as3ibli9u5.jpg",
  "image2": "https://www.fibramty.com/static/images/post/agosto/01.jpg",
  "paragraph": "With our expertise in core services of Audit, Risk Management, and Tax, Kirtane & Pandit, in our six decades of existence, we have created service lines and divisions spanning across IT, Business Process, and ESOP Advisory Sectors. Over the years, these service lines and divisions have achieved exponential growth and evolved into independent and listed companies with operations spanning across the globe. Our vision of deep ethical commitment, competency, belief in quality, and respect for individuals has enabled our employees and associates to think differently and venture into newer areas as they emerge.",
  "pageheading": "Endorsed by Regulatory & Accounting Bodies for Excellence",
  "subheading": "Embracing Practice Domains for Building Powerful Institutions!",
  "highlights": [
    "Regulatory & Accounting bodies endorsement",
    "A PCAOB-registered firm",
    "Valid ICAI Peer Review Board Certificate",
    "Empanelled with IBA as Forensic Auditors for conducting Forensic Audit",
    "Empanelled with IBA as Agency for Specialized Monitoring (ASM)",
    "Empanelled with Official Liquidators, High Court, Mumbai",
    "Empanelled with the Government of Maharashtra, Home Dept. as Forensic Auditor",
    "ESG and sustainability advisory and reporting- Representation on Sustainability Reporting Standards Board of the ICAI"
  ]
}
