{
  "stats": [
    { "value": "6", "label": "Decades of Experience" },
    { "value": "35 +", "label": "Partners" },
    { "value": "30 +", "label": "Industry Reach" },
    { "value": "7 +", "label": "Regional Offices in India" },
    { "value": "900 +", "label": "Employees" },
    { "value": "15 +", "label": "Countries Worked in" }
  ],
  "image": "https://vantage365.com/wp-content/uploads/2024/06/Microsoft-365-Defender.webp",
  "paragraph": "Kirtane & Pandit is an Accounting, Auditing & Consulting firm with a well-established network of financial experts across India. Our motto 'Step ahead, Always', reflects our value-added approach in delivering sound financial solutions while we partner with you in your journey of growth. With our extensive experience of 65+ years, we deliver a wide range of professional services in the areas of Assurance, Accounting & Advisory to reputed & listed companies from various industries across the globe.",
  "heading": "Delivering Quality Assurance and Financial Solutions since 1956",

  "header": {
    "title": "Why Kirtane & Pandit?",
    "paragraph": "Kirtane & Pandit are committed to establishing and nurturing long-term relationships that illustrate our experience and aptitude of years to assist our clients to accomplish real attainment.",
    "buttonText": "Learn More",
    "buttonLink": "#learn-more"
  },

  "sections": [
    {
      "title": "Tailor-Made Approach",
      "description": "Our accredited partners and dedicated staff bring professionalism and specialization to cater to each client’s unique needs. With a focus on personalized service, we surpass expectations by infusing integrity and delivering customized solutions.",
      "icon": "AiOutlineSolution"
    },
    {
      "title": "Ethical Practices",
      "description": "Our firm with an unwavering commitment to ethics, upholding high values in every aspect of our work. We consistently exceed client expectations while maintaining integrity as our guiding principle.",
      "icon": "AiOutlineSafety"
    },
    {
      "title": "Partnering Growth",
      "description": "Kirtane & Pandit, spanning across territories, approaches every endeavor with the same standard of enthusiasm, integrity, and ethical practices. We forge partnerships that foster growth, leveraging expertise with a global perspective.",
      "icon": "AiOutlineTeam"
    },
    {
      "title": "Robust Frameworks",
      "description": "Professionalism is at the core of Kirtane & Pandit’s promise, ensuring strong practices in all our professional engagements. Our sincere team works tirelessly for the betterment of our clients.",
      "icon": "AiFillSetting"
    },
    {
      "title": "Global Perspective",
      "description": "With Kirtane & Pandit, clients benefit from our global perspective and exposure to diverse industries. We bring new experiences and insights, working within timelines to provide the best results.",
      "icon": "AiOutlineGlobal"
    }
  ],

  "services": [
    {
      "title": "Auditing & Assurance Services",
      "description": "We provide various Auditing & Assurance Services to Companies and Firms.",
      "largeParagraph": "Our Auditing & Assurance Services include verification of evidences, vouchers, and certifications. We help companies maintain compliance through detailed audits and documentation.",
      "images": ["/images/audit1.jpg", "/images/audit2.jpg"]
    },
    {
      "title": "Outsourcing, Accounting & Payroll Processing",
      "description": "Outsourcing helps companies to focus on core activities and achieve high compliance.",
      "largeParagraph": "We provide a comprehensive range of outsourcing services that include accounting, payroll processing, and QuickBooks management to help businesses maintain operational efficiency.",
      "images": ["/images/payroll1.jpg", "/images/payroll2.jpg"]
    },
    {
      "title": "Income Tax Advisory",
      "description": "We provide income tax advice to companies and non-companies clients.",
      "largeParagraph": "Our Income Tax Advisory service helps clients optimize their tax strategies. We provide expert advice on income tax compliance for businesses as well as individuals.",
      "images": ["/images/tax1.jpg", "/images/tax2.jpg"]
    },
    {
      "title": "Virtual CFO Services",
      "description": "Fast-growing businesses need dynamic support in financial decisions.",
      "largeParagraph": "Our Virtual CFO Services provide expert financial advice and oversight to businesses that need CFO-level guidance without hiring full-time CFO staff.",
      "images": ["/images/cfo1.jpg", "/images/cfo2.jpg"]
    },
    {
      "title": "Indian GAAPs, IND-AS & IFRS Advisory Services",
      "description": "We assist businesses in implementing IFRS and Indian GAAPs.",
      "largeParagraph": "Our services help companies comply with the complex landscape of Indian GAAPs, IND-AS, and IFRS. We provide expert advisory for financial reporting and corporate governance.",
      "images": ["/images/gaap1.jpg", "/images/gaap2.jpg"]
    },
    {
      "title": "Initial Public Offering (IPO) Advisory & Solutions Services",
      "description": "We provide advisory for companies aiming for IPO on NSE & BSE.",
      "largeParagraph": "Our IPO advisory services help businesses prepare for listing on major stock exchanges, providing comprehensive guidance on regulatory requirements and documentation.",
      "images": ["/images/ipo1.jpg", "/images/ipo2.jpg"]
    }
  ],

  "footer": {
    "mainHeader": "KIRTANE & PANDIT LLP",
    "subHeader": "Chartered Accountants",
    "description": "Kirtane & Pandit LLP Chartered Accountants is an Accounting, Auditing & Consulting firm with a well-established network of financial experts across India.",
    "imageSrc": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQoGssPCpuIeQO8TM2LYJllkjZMcXcioEYnITiwDCsDQjHQF3v0",
    "copyright": "© 1956 - 2024. Kirtane & Pandit LLP Chartered Accountants | All rights reserved. Design & Developed by YCS TechSoft Pvt. Ltd."
  },

  "section2": [
    {
      "ico": "IoMdHand",
      "titl": "We offer support services",
      "descriptio": "that can free up management to concentrate on important aspects of their business."
    },
    {
      "ico": "IoIosClipboard",
      "titl": "We have proven experience",
      "descriptio": "of managing end to end finance and accounts processes from initial invoicing till payment."
    },
    {
      "ico": "FaRegLightbulb",
      "titl": "We turn numbers into actionable business intelligence",
      "descriptio": "- building a better picture offering better finance."
    },
    {
      "ico": "FaRegLightbulb",
      "titl": "We explore ideas and help you",
      "descriptio": "plan for a more profitable future wherever you are in your business lifecycle."
    }
  ]
}
